;abilities
[RogueSHIVCover X2AbilityTemplate]
LocFriendlyName="Alloy Cover"
LocFlyOverText="Alloy Cover"
LocLongDescription="The SHIV can act as low cover."
LocHelpText="The SHIV can act as low cover."

[RogueCollateralDamage X2AbilityTemplate]
LocFriendlyName="Demolition"
LocLongDescription="Unleash a volley of bullets at your target's cover, significantly damaging or destroying it. Deals minimal damage to your target."
LocHelpText="Fire at your target's cover, significantly damaging or destroying it. Deals minimal damage to your target."
LocFlyOverText="Demolition"
LocMissMessage="Missed!"

[RogueAbsorptionFields X2AbilityTemplate]
LocFriendlyName="Absorption Fields"
LocFlyOverText="Absorption Fields"
LocLongDescription="Incoming damage is reduced by 33%"
LocHelpText="Incoming damage is reduced by 33%"

[RogueRegeneration X2AbilityTemplate]
LocFriendlyName="Sentinel Regeneration"
LocFlyOverText="Sentinel Regeneration"
LocLongDescription="Regain a few HP per turn."
LocHelpText="Regain a few HP per turn."

[RogueXComLowProfile X2AbilityTemplate]
LocFriendlyName="Low Profile"
LocFlyOverText="Low Profile"
LocLongDescription="Treat low cover as high cover."
LocHelpText="Treat low cover as high cover."

[CloseCombatSpecialist_RogueXCom X2AbilityTemplate]
LocFriendlyName="Close Combat Specialist"
LocFlyOverText="Close Combat Specialist"
LocLongDescription="During enemy turns, fire a free reaction shot with your primary weapon at any visible enemy within four tiles who moves or fires."
LocHelpText="During enemy turns, Fire a free reaction shot at any visible enemy within four tiles who moves or fires."
LocPromotionPopupText="<Bullet/> Will not trigger if soldier is concealed.<br/><Bullet/> You may shoot at each enemy with this ability once per turn."

[CloseCombatSpecialistAttack_RogueXCom X2AbilityTemplate]
LocFriendlyName="Close Combat Specialist"
LocFlyOverText="Close Combat Specialist"
LocLongDescription="During enemy turns, fire a free reaction shot with your primary weapon at any visible enemy within four tiles who moves or fires."
LocHelpText="During enemy turns, Fire a free reaction shot at any visible enemy within four tiles who moves or fires."
LocPromotionPopupText="<Bullet/> Will not trigger if soldier is concealed.<br/><Bullet/> You may shoot at each enemy with this ability once per turn."


[RogueSentinel X2AbilityTemplate]
LocFriendlyName="Sentinel"
LocFlyOverText="Sentinel"
LocLongDescription="Take two overwatch shots instead of two."
LocHelpText="Take two overwatch shots instead of two."

[RogueTacticalSense X2AbilityTemplate]
LocFriendlyName="Tactical Sense"
LocFlyOverText="Tactical Sense"
LocLongDescription="Gain 5 defense for each enemy you can see, up to a maximum of 25 defense."
LocHelpText="Gain 5 defense for each enemy you can see, up to a maximum of 25 defense."

[RogueGunslinger X2AbilityTemplate]
LocFriendlyName="Gunslinger"
LocFlyOverText="Gunslinger"
LocLongDescription="Gain bonus damage with your pistol."
LocHelpText="Gain bonus damage with your pistol."

;sitrep

[RogueXComIncursion X2SitRepTemplate]
FriendlyName="Unknown Agents Incursion"
Description="XCOM-band frequences by unknown parties are being used in the AO: proceed with caution."

[RogueIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Unknown Agents Incursion"
Description="XCOM-band frequences by unknown parties are being used in the AO: prepare for encounter with unknown XCOM agents"

;characters
[XComAssault_M1 X2CharacterTemplate]
strCharacterName="Mutinous Assault"

[XComAsasult_M2 X2CharacterTemplate]
strCharacterName="Rogue Assault"

[XComAssault_M3 X2CharacterTemplate]
strCharacterName="Renegade Assault"


[XComSniper_M1 X2CharacterTemplate]
strCharacterName="Mutinous Sniper"

[XComSniper_M2 X2CharacterTemplate]
strCharacterName="Rogue Sniper"

[XComSniper_M3 X2CharacterTemplate]
strCharacterName="Renegade Sniper"


[XComHeavy_M1 X2CharacterTemplate]
strCharacterName="Mutinous Heavy"

[XComHeavy_M2 X2CharacterTemplate]
strCharacterName="Rogue Heavy"

[XComHeavy_M3 X2CharacterTemplate]
strCharacterName="Renegade Heavy"


[XComSupport_M1 X2CharacterTemplate]
strCharacterName="Mutinous Support"

[XComSupport_M2 X2CharacterTemplate]
strCharacterName="Rogue Support"

[XComSupport_M3 X2CharacterTemplate]
strCharacterName="Renegade Support"


[XComShiv_M1 X2CharacterTemplate]
strCharacterName="Salvaged SHIV"

[XComShiv_M2 X2CharacterTemplate]
strCharacterName="Alloy SHIV"

[XComShiv_M3 X2CharacterTemplate]
strCharacterName="Hover Shiv"


[XComMecTrooper_M1 X2CharacterTemplate]
strCharacterName="Old MEC Trooper"

[XComMecTrooper_M2 X2CharacterTemplate]
strCharacterName="Repaired MEC Trooper"

[XComMecTrooper_M3 X2CharacterTemplate]
strCharacterName="Renegade MEC Trooper"





;weapons
[XComPistol_M1 X2WeaponTemplate]
FriendlyName="Stolen Pistol"
FriendlyNamePlural="Stolen Pistols"
BriefSummary=""
TacticalText=""

[XComRifle_M1 X2WeaponTemplate]
FriendlyName="Stolen Rifle"
FriendlyNamePlural="Stolen Rifles"
BriefSummary=""
TacticalText=""

[XComSniper_M1 X2WeaponTemplate]
FriendlyName="Stolen Sniper Rifle"
FriendlyNamePlural="Stolen Sniper Rifles"
BriefSummary=""
TacticalText=""

[XComShotgun_M1 X2WeaponTemplate]
FriendlyName="Stolen Shotgun"
FriendlyNamePlural="Stolen Shotguns"
BriefSummary=""
TacticalText=""

[XComCannon_M1 X2WeaponTemplate]
FriendlyName="Stolen Cannon"
FriendlyNamePlural="Stolen Cannons"
BriefSummary=""
TacticalText=""

[XComShivCannon_M1 X2WeaponTemplate]
FriendlyName="Stolen Cannon"
FriendlyNamePlural="Stolen Cannons"
BriefSummary=""
TacticalText=""

[XComMecCannon_M1 X2WeaponTemplate]
FriendlyName="Stolen Cannon"
FriendlyNamePlural="Stolen Cannons"
BriefSummary=""
TacticalText=""

[XComPistol_M2 X2WeaponTemplate]
FriendlyName="Stolen Pistol"
FriendlyNamePlural="Stolen Pistols"
BriefSummary=""
TacticalText=""

[XComRifle_M2 X2WeaponTemplate]
FriendlyName="Stolen Rifle"
FriendlyNamePlural="Stolen Rifles"
BriefSummary=""
TacticalText=""

[XComSniper_M2 X2WeaponTemplate]
FriendlyName="Stolen Sniper Rifle"
FriendlyNamePlural="Stolen Sniper Rifles"
BriefSummary=""
TacticalText=""

[XComShotgun_M2 X2WeaponTemplate]
FriendlyName="Stolen Shotgun"
FriendlyNamePlural="Stolen Shotguns"
BriefSummary=""
TacticalText=""

[XComCannon_M2 X2WeaponTemplate]
FriendlyName="Stolen Cannon"
FriendlyNamePlural="Stolen Cannons"
BriefSummary=""
TacticalText=""

[XComShivCannon_M2 X2WeaponTemplate]
FriendlyName="Stolen Cannon"
FriendlyNamePlural="Stolen Cannons"
BriefSummary=""
TacticalText=""

[XComMecCannon_M2 X2WeaponTemplate]
FriendlyName="Stolen Cannon"
FriendlyNamePlural="Stolen Cannons"
BriefSummary=""
TacticalText="

[XComPistol_M3 X2WeaponTemplate]
FriendlyName="Stolen Pistol"
FriendlyNamePlural="Stolen Pistols"
BriefSummary=""
TacticalText=""

[XComRifle_M3 X2WeaponTemplate]
FriendlyName="Stolen Rifle"
FriendlyNamePlural="Stolen Rifles"
BriefSummary=""
TacticalText=""

[XComSniper_M3 X2WeaponTemplate]
FriendlyName="Stolen Sniper Rifle"
FriendlyNamePlural="Stolen Sniper Rifles"
BriefSummary=""
TacticalText=""

[XComShotgun_M3 X2WeaponTemplate]
FriendlyName="Stolen Shotgun"
FriendlyNamePlural="Stolen Shotguns"
BriefSummary=""
TacticalText=""

[XComCannon_M3 X2WeaponTemplate]
FriendlyName="Stolen Cannon"
FriendlyNamePlural="Stolen Cannons"
BriefSummary=""
TacticalText=""

[XComShivCannon_M3 X2WeaponTemplate]
FriendlyName="Stolen Cannon"
FriendlyNamePlural="Stolen Cannons"
BriefSummary=""
TacticalText=""

[XComMecCannon_M3 X2WeaponTemplate]
FriendlyName="Stolen Cannon"
FriendlyNamePlural="Stolen Cannons"
BriefSummary=""
TacticalText="

[XComMedikit_M1 X2WeaponTemplate]
FriendlyName="Medikit"
FriendlyNamePlural="Medikits"

[XComRocket_M1 X2WeaponTemplate]
FriendlyName="Rocket Launcher"
FriendlyNamePlural="Rocket Launchers"

[XComSmoke_M1 X2GrenadeTemplate]
FriendlyName="Smoke Grenade"
FriendlyNamePlural="Smoke Grenades"
BriefSummary="Provides a defensive boost to any unit within the radius of the smoke, friend or foe."
TacticalText="<Bullet/> Smoke can be deployed to instantly increase the defense of nearby units.<br><Bullet/> Smoke grenades can be thrown and launched significantly further than standard grenades."
ThrownAbilityName="Throw Smoke Grenade"
ThrownAbilityHelpText="Grants a defensive boost to units within its radius."
LaunchedAbilityname="Launch Smoke Grenade"
LaunchedAbilityHelpText="Grants a defensive boost to units within its radius."

[XComMedikit_M2 X2WeaponTemplate]
FriendlyName="Medikit"
FriendlyNamePlural="Medikits"

[XComRocket_M2 X2WeaponTemplate]
FriendlyName="Rocket Launcher"
FriendlyNamePlural="Rocket Launchers"

[XComSmoke_M2 X2GrenadeTemplate]
FriendlyName="Smoke Grenade"
FriendlyNamePlural="Smoke Grenades"
BriefSummary="Provides a defensive boost to any unit within the radius of the smoke, friend or foe."
TacticalText="<Bullet/> Smoke can be deployed to instantly increase the defense of nearby units.<br><Bullet/> Smoke grenades can be thrown and launched significantly further than standard grenades."
ThrownAbilityName="Throw Smoke Grenade"
ThrownAbilityHelpText="Grants a defensive boost to units within its radius."
LaunchedAbilityname="Launch Smoke Grenade"
LaunchedAbilityHelpText="Grants a defensive boost to units within its radius."
